Repository: superuser404notfound/JellySeeTV
Catalog: JellySeeTV/Localizable.xcstrings
Source language: en
Languages: cs, da, de, el, es, fi, fr, hr, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, tr, uk, zh_hans, zh_hant

# appearance.accent.amethyst
source: Amethyst
cs: Ametyst
da: Ametyst
el: Αμέθυστος
es: Amatista
fi: Ametisti
fr: Améthyste
hr: Ametist
hu: Ametiszt
it: Ametista
ja: アメジスト
ko: 자수정
nb: Ametyst
nl: Amethist
pl: Ametyst
pt_br: Ametista
pt_pt: Ametista
ro: Ametist
ru: Аметист
sk: Ametyst
sv: Ametist
tr: Ametist
uk: Аметист
zh_hans: 紫水晶
zh_hant: 紫水晶

# appearance.accent.crimson
source: Crimson
cs: Karmínová
da: Karmosin
de: Karmesin
el: Βαθυκόκκινο
es: Carmesí
fi: Karmiininpunainen
fr: Cramoisi
hr: Grimizna
hu: Karmazsin
it: Cremisi
ja: クリムゾン
ko: 크림슨
nb: Karmosin
nl: Karmozijn
pl: Karmazynowy
pt_br: Carmim
pt_pt: Carmim
ro: Purpuriu
ru: Малиновый
sk: Karmínová
sv: Karmosin
tr: Koyu kırmızı
uk: Малиновий
zh_hans: 深红色
zh_hant: 深紅色

# appearance.accent.emerald
source: Emerald
cs: Smaragd
da: Smaragd
de: Smaragd
el: Σμαράγδι
es: Esmeralda
fi: Smaragdi
fr: Émeraude
hr: Smaragd
hu: Smaragd
it: Smeraldo
ja: エメラルド
ko: 에메랄드
nb: Smaragd
nl: Smaragd
pl: Szmaragd
pt_br: Esmeralda
pt_pt: Esmeralda
ro: Smarald
ru: Изумруд
sk: Smaragd
sv: Smaragd
tr: Zümrüt
uk: Смарагд
zh_hans: 祖母绿
zh_hant: 祖母綠

# appearance.accent.gold
source: Gold
cs: Zlatá
da: Guld
el: Χρυσό
es: Oro
fi: Kulta
fr: Or
hr: Zlato
hu: Arany
it: Oro
ja: ゴールド
ko: 골드
nb: Gull
nl: Goud
pl: Złoto
pt_br: Dourado
pt_pt: Dourado
ro: Auriu
ru: Золотой
sk: Zlatá
sv: Guld
tr: Altın
uk: Золотий
zh_hans: 金色
zh_hant: 金色

# appearance.accent.lavender
source: Lavender
cs: Levandule
da: Lavendel
de: Lavendel
el: Λεβάντα
es: Lavanda
fi: Laventeli
fr: Lavande
hr: Lavanda
hu: Levendula
it: Lavanda
ja: ラベンダー
ko: 라벤더
nb: Lavendel
nl: Lavendel
pl: Lawenda
pt_br: Lavanda
pt_pt: Lavanda
ro: Lavandă
ru: Лаванда
sk: Levanduľa
sv: Lavendel
tr: Lavanta
uk: Лаванда
zh_hans: 薰衣草
zh_hant: 薰衣草

# appearance.accent.mint
source: Mint
cs: Máta
da: Mynte
de: Minze
el: Μέντα
es: Menta
fi: Minttu
fr: Menthe
hr: Menta
hu: Menta
it: Menta
ja: ミント
ko: 민트
nb: Mynte
pl: Mięta
pt_br: Menta
pt_pt: Menta
ro: Mentă
ru: Мятный
sk: Mäta
sv: Mynta
tr: Nane
uk: М'ятний
zh_hans: 薄荷色
zh_hant: 薄荷色

# appearance.accent.ocean
source: Ocean
cs: Oceán
de: Ozean
el: Ωκεανός
es: Océano
fi: Valtameri
fr: Océan
hu: Óceán
it: Oceano
ja: オーシャン
ko: 오션
nb: Hav
nl: Oceaan
pt_br: Oceano
pt_pt: Oceano
ru: Океан
sk: Oceán
tr: Okyanus
uk: Океан
zh_hans: 海洋
zh_hant: 海洋

# appearance.accent.rose
source: Rose
cs: Růžová
da: Rosa
de: Rosé
el: Τριανταφυλλί
es: Rosa
fi: Ruusu
hr: Ružičasta
hu: Rózsa
it: Rosa
ja: ローズ
ko: 로즈
nb: Rosa
nl: Roos
pl: Róża
pt_br: Rosa
pt_pt: Rosa
ro: Roz
ru: Розовый
sk: Ružová
sv: Rosa
tr: Gül
uk: Рожевий
zh_hans: 玫瑰色
zh_hant: 玫瑰色

# appearance.accent.sunset
source: Sunset
cs: Západ slunce
da: Solnedgang
de: Sonnenuntergang
el: Ηλιοβασίλεμα
es: Atardecer
fi: Auringonlasku
fr: Coucher de soleil
hr: Zalazak sunca
hu: Naplemente
it: Tramonto
ja: サンセット
ko: 선셋
nb: Solnedgang
nl: Zonsondergang
pl: Zachód słońca
pt_br: Pôr do sol
pt_pt: Pôr do sol
ro: Apus
ru: Закат
sk: Západ slnka
sv: Solnedgång
tr: Gün batımı
uk: Захід сонця
zh_hans: 日落
zh_hant: 日落

# appearance.accent.system
source: System Blue
cs: Systémová modrá
da: Systemblå
de: Systemblau
el: Μπλε συστήματος
es: Azul del sistema
fi: Järjestelmän sininen
fr: Bleu système
hr: Sistemska plava
hu: Rendszerkék
it: Blu di sistema
ja: システムブルー
ko: 시스템 블루
nb: Systemblå
nl: Systeemblauw
pl: Niebieski systemowy
pt_br: Azul do sistema
pt_pt: Azul do sistema
ro: Albastru de sistem
ru: Системный синий
sk: Systémová modrá
sv: Systemblå
tr: Sistem mavisi
uk: Системний синій
zh_hans: 系统蓝
zh_hant: 系統藍

# auth.login.password
source: Password
cs: Heslo
da: Adgangskode
de: Passwort
el: Κωδικός
es: Contraseña
fi: Salasana
fr: Mot de passe
hr: Lozinka
hu: Jelszó
ja: パスワード
ko: 비밀번호
nb: Passord
nl: Wachtwoord
pl: Hasło
pt_br: Senha
pt_pt: Palavra-passe
ro: Parolă
ru: Пароль
sk: Heslo
sv: Lösenord
tr: Şifre
uk: Пароль
zh_hans: 密码
zh_hant: 密碼

# auth.login.quickConnect
source: Use Quick Connect
cs: Použít Quick Connect
da: Brug Quick Connect
de: Quick Connect verwenden
el: Χρήση Quick Connect
es: Usar Quick Connect
fi: Käytä Quick Connectia
fr: Utiliser Quick Connect
hr: Koristi Quick Connect
hu: Gyors csatlakozás
it: Usa Quick Connect
ja: クイック接続を使用
ko: 빠른 연결 사용
nb: Bruk Quick Connect
nl: Quick Connect gebruiken
pl: Użyj Quick Connect
pt_br: Usar Quick Connect
pt_pt: Usar Quick Connect
ro: Folosește Quick Connect
ru: Быстрое подключение
sk: Použiť Quick Connect
sv: Använd Quick Connect
tr: Hızlı Bağlantı kullan
uk: Використати Quick Connect
zh_hans: 使用快速连接
zh_hant: 使用快速連線

# auth.login.signIn
source: Sign In
cs: Přihlásit
da: Log ind
de: Anmelden
el: Σύνδεση
es: Iniciar sesión
fi: Kirjaudu
fr: Se connecter
hr: Prijava
hu: Bejelentkezés
it: Accedi
ja: サインイン
ko: 로그인
nb: Logg inn
nl: Inloggen
pl: Zaloguj się
pt_br: Entrar
pt_pt: Iniciar sessão
ro: Autentificare
ru: Войти
sk: Prihlásiť
sv: Logga in
tr: Giriş Yap
uk: Увійти
zh_hans: 登录
zh_hant: 登入

# auth.login.subtitle
source: Sign in to your account
cs: Přihlaste se ke svému účtu
da: Log ind på din konto
de: Melde dich bei deinem Konto an
el: Συνδεθείτε στον λογαριασμό σας
es: Inicia sesión en tu cuenta
fi: Kirjaudu tilillesi
fr: Connectez-vous à votre compte
hr: Prijavite se na svoj račun
hu: Jelentkezz be a fiókodba
it: Accedi al tuo account
ja: アカウントにサインイン
ko: 계정에 로그인
nb: Logg inn på kontoen din
nl: Log in op je account
pl: Zaloguj się na swoje konto
pt_br: Entre na sua conta
pt_pt: Inicie sessão na sua conta
ro: Autentifică-te în cont
ru: Войдите в свой аккаунт
sk: Prihláste sa do svojho účtu
sv: Logga in på ditt konto
tr: Hesabınıza giriş yapın
uk: Увійдіть до свого облікового запису
zh_hans: 登录您的账户
zh_hant: 登入您的帳號

# auth.login.username
source: Username
cs: Uživatelské jméno
da: Brugernavn
de: Benutzername
el: Όνομα χρήστη
es: Nombre de usuario
fi: Käyttäjätunnus
fr: Nom d'utilisateur
hr: Korisničko ime
hu: Felhasználónév
it: Nome utente
ja: ユーザー名
ko: 사용자 이름
nb: Brukernavn
nl: Gebruikersnaam
pl: Nazwa użytkownika
pt_br: Nome de usuário
pt_pt: Nome de utilizador
ro: Nume utilizator
ru: Имя пользователя
sk: Používateľské meno
sv: Användarnamn
tr: Kullanıcı adı
uk: Ім'я користувача
zh_hans: 用户名
zh_hant: 使用者名稱

# auth.login.welcome %@
source: Welcome, %@!
cs: Vítejte, %@!
da: Velkommen, %@!
de: Willkommen, %@!
el: Καλώς όρισες, %@!
es: ¡Bienvenido, %@!
fi: Tervetuloa, %@!
fr: Bienvenue, %@ !
hr: Dobrodošli, %@!
hu: Üdvözlünk, %@!
it: Benvenuto, %@!
ja: ようこそ、%@さん！
ko: 환영합니다, %@!
nb: Velkommen, %@!
nl: Welkom, %@!
pl: Witaj, %@!
pt_br: Bem-vindo, %@!
pt_pt: Bem-vindo, %@!
ro: Bun venit, %@!
ru: Добро пожаловать, %@!
sk: Vitajte, %@!
sv: Välkommen, %@!
tr: Hoş geldin, %@!
uk: Вітаємо, %@!
zh_hans: 欢迎，%@！
zh_hant: 歡迎,%@!

# auth.quickConnect.authenticate
source: Complete Sign In
cs: Dokončit přihlášení
da: Fuldfør login
de: Anmeldung abschließen
el: Ολοκλήρωση σύνδεσης
es: Completar inicio de sesión
fi: Viimeistele kirjautuminen
fr: Terminer la connexion
hr: Završi prijavu
hu: Bejelentkezés befejezése
it: Completa l'accesso
ja: サインインを完了
ko: 로그인 완료
nb: Fullfør innlogging
nl: Inloggen voltooien
pl: Zakończ logowanie
pt_br: Concluir login
pt_pt: Concluir início de sessão
ro: Finalizează autentificarea
ru: Завершить вход
sk: Dokončiť prihlásenie
sv: Slutför inloggning
tr: Girişi Tamamla
uk: Завершити вхід
zh_hans: 完成登录
zh_hant: 完成登入

# auth.quickConnect.cancel
source: Back to Login
cs: Zpět na přihlášení
da: Tilbage til login
de: Zurück zur Anmeldung
el: Πίσω στη σύνδεση
es: Volver al inicio de sesión
fi: Takaisin kirjautumiseen
fr: Retour à la connexion
hr: Natrag na prijavu
hu: Vissza a bejelentkezéshez
it: Torna al login
ja: ログインに戻る
ko: 로그인으로 돌아가기
nb: Tilbake til innlogging
nl: Terug naar inloggen
pl: Wróć do logowania
pt_br: Voltar ao login
pt_pt: Voltar ao início de sessão
ro: Înapoi la autentificare
ru: Вернуться к входу
sk: Späť na prihlásenie
sv: Tillbaka till inloggning
tr: Girişe Dön
uk: Назад до входу
zh_hans: 返回登录
zh_hant: 返回登入

# auth.quickConnect.instruction
source: Enter this code in your Jellyfin dashboard to authorize
cs: Pro autorizaci zadejte tento kód na panelu Jellyfin
da: Indtast denne kode i dit Jellyfin-dashboard
de: Gib diesen Code in deinem Jellyfin-Dashboard ein
el: Εισαγάγετε αυτόν τον κωδικό στον πίνακα Jellyfin για εξουσιοδότηση
es: Introduce este código en tu panel de Jellyfin
fi: Syötä tämä koodi Jellyfin-hallintapaneelissa valtuuttaaksesi
fr: Entrez ce code dans votre tableau de bord Jellyfin
hr: Unesite ovaj kod u Jellyfin nadzornu ploču za autorizaciju
hu: Írja be ezt a kódot a Jellyfin irányítópultba az engedélyezéshez
it: Inserisci questo codice nella dashboard Jellyfin
ja: Jellyfinダッシュボードでこのコードを入力してください
ko: Jellyfin 대시보드에서 이 코드를 입력하세요
nb: Skriv inn denne koden i Jellyfin-dashbordet
nl: Voer deze code in op je Jellyfin-dashboard
pl: Wprowadź ten kod w panelu Jellyfin
pt_br: Insira este código no painel do Jellyfin
pt_pt: Introduza este código no painel do Jellyfin para autorizar
ro: Introdu acest cod în panoul Jellyfin pentru autorizare
ru: Введите этот код в панели управления Jellyfin
sk: Pre autorizáciu zadajte tento kód v paneli Jellyfin
sv: Ange denna kod i din Jellyfin-panel
tr: Yetkilendirmek için bu kodu Jellyfin panelinize girin
uk: Введіть цей код у панелі Jellyfin для авторизації
zh_hans: 在 Jellyfin 控制面板中输入此代码
zh_hant: 在 Jellyfin 儀表板中輸入此代碼以授權

# auth.quickConnect.waiting
source: Waiting for authorization...
cs: Čeká se na autorizaci...
da: Venter på godkendelse...
de: Warte auf Autorisierung...
el: Αναμονή εξουσιοδότησης...
es: Esperando autorización...
fi: Odotetaan valtuutusta...
fr: En attente d'autorisation...
hr: Čekanje na autorizaciju...
hu: Várakozás engedélyezésre...
it: In attesa di autorizzazione...
ja: 認証を待っています...
ko: 인증 대기 중...
nb: Venter på autorisering...
nl: Wachten op autorisatie...
pl: Oczekiwanie na autoryzację...
pt_br: Aguardando autorização...
pt_pt: A aguardar autorização...
ro: Se așteaptă autorizarea...
ru: Ожидание авторизации...
sk: Čaká sa na autorizáciu...
sv: Väntar på auktorisering...
tr: Yetkilendirme bekleniyor...
uk: Очікування авторизації...
zh_hans: 等待授权...
zh_hant: 等待授權中...

# auth.server.connect
source: Connect
cs: Připojit
da: Opret forbindelse
de: Verbinden
el: Σύνδεση
es: Conectar
fi: Yhdistä
fr: Connecter
hr: Poveži
hu: Csatlakozás
it: Connetti
ja: 接続
ko: 연결
nb: Koble til
nl: Verbinden
pl: Połącz
pt_br: Conectar
pt_pt: Ligar
ro: Conectează
ru: Подключиться
sk: Pripojiť
sv: Anslut
tr: Bağlan
uk: Підключити
zh_hans: 连接
zh_hant: 連線

# auth.server.placeholder
source: Server address or IP
cs: Adresa serveru nebo IP
da: Serveradresse eller IP
de: Serveradresse oder IP
el: Διεύθυνση διακομιστή ή IP
es: Dirección del servidor o IP
fi: Palvelimen osoite tai IP
fr: Adresse du serveur ou IP
hr: Adresa servera ili IP
hu: Szervercím vagy IP
it: Indirizzo server o IP
ja: サーバーアドレスまたはIP
ko: 서버 주소 또는 IP
nb: Serveradresse eller IP
nl: Serveradres of IP
pl: Adres serwera lub IP
pt_br: Endereço do servidor ou IP
pt_pt: Endereço do servidor ou IP
ro: Adresă server sau IP
ru: Адрес сервера или IP
sk: Adresa servera alebo IP
sv: Serveradress eller IP
tr: Sunucu adresi veya IP
uk: Адреса сервера або IP
zh_hans: 服务器地址或IP
zh_hant: 伺服器位址或 IP

# auth.server.subtitle
source: Enter the address of your Jellyfin server
cs: Zadejte adresu svého Jellyfin serveru
da: Indtast adressen på din Jellyfin-server
de: Gib die Adresse deines Jellyfin-Servers ein
el: Εισαγάγετε τη διεύθυνση του Jellyfin διακομιστή σας
es: Introduce la dirección de tu servidor Jellyfin
fi: Syötä Jellyfin-palvelimesi osoite
fr: Entrez l'adresse de votre serveur Jellyfin
hr: Unesite adresu svog Jellyfin servera
hu: Add meg a Jellyfin szervered címét
it: Inserisci l'indirizzo del tuo server Jellyfin
ja: Jellyfinサーバーのアドレスを入力してください
ko: Jellyfin 서버 주소를 입력하세요
nb: Skriv inn adressen til Jellyfin-serveren din
nl: Voer het adres van je Jellyfin-server in
pl: Wprowadź adres serwera Jellyfin
pt_br: Insira o endereço do seu servidor Jellyfin
pt_pt: Introduza o endereço do seu servidor Jellyfin
ro: Introdu adresa serverului tău Jellyfin
ru: Введите адрес вашего сервера Jellyfin
sk: Zadajte adresu vášho Jellyfin servera
sv: Ange adressen till din Jellyfin-server
tr: Jellyfin sunucunuzun adresini girin
uk: Введіть адресу вашого сервера Jellyfin
zh_hans: 输入您的 Jellyfin 服务器地址
zh_hant: 輸入您的 Jellyfin 伺服器位址

# auth.server.title
source: Connect to Server
cs: Připojit k serveru
da: Opret forbindelse til server
de: Mit Server verbinden
el: Σύνδεση στον διακομιστή
es: Conectar al servidor
fi: Yhdistä palvelimeen
fr: Se connecter au serveur
hr: Poveži se sa serverom
hu: Csatlakozás a szerverhez
it: Connetti al server
ja: サーバーに接続
ko: 서버에 연결
nb: Koble til server
nl: Verbind met server
pl: Połącz z serwerem
pt_br: Conectar ao servidor
pt_pt: Ligar ao servidor
ro: Conectare la server
ru: Подключиться к серверу
sk: Pripojiť k serveru
sv: Anslut till server
tr: Sunucuya Bağlan
uk: Підключитись до сервера
zh_hans: 连接服务器
zh_hant: 連線至伺服器

# auth.users.empty
source: No users visible from the server. Sign in manually instead.
cs: Ze serveru nejsou vidět žádní uživatelé. Přihlaste se ručně.
da: Ingen brugere synlige fra serveren. Log ind manuelt i stedet.
de: Keine Nutzer vom Server sichtbar. Bitte manuell anmelden.
el: Δεν εμφανίζονται χρήστες από τον διακομιστή. Συνδεθείτε χειροκίνητα.
es: No hay usuarios visibles del servidor. Inicia sesión manualmente.
fi: Palvelimelta ei näy käyttäjiä. Kirjaudu sisään manuaalisesti.
fr: Aucun utilisateur visible depuis le serveur. Connectez-vous manuellement.
hr: Sa servera nisu vidljivi korisnici. Prijavite se ručno.
hu: Nincsenek látható felhasználók a szerveren. Jelentkezz be kézzel.
it: Nessun utente visibile dal server. Accedi manualmente.
ja: サーバーから表示できるユーザーがいません。手動でサインインしてください。
ko: 서버에서 표시 가능한 사용자가 없습니다. 수동으로 로그인하세요.
nb: Ingen brukere er synlige fra serveren. Logg inn manuelt i stedet.
nl: Geen gebruikers zichtbaar vanaf de server. Meld je handmatig aan.
pl: Brak widocznych użytkowników z serwera. Zaloguj się ręcznie.
pt_br: Nenhum usuário visível no servidor. Entre manualmente.
pt_pt: Nenhum utilizador visível no servidor. Inicie sessão manualmente.
ro: Niciun utilizator vizibil de pe server. Conectează-te manual.
ru: Пользователи на сервере не отображаются. Войдите вручную.
sk: Zo servera nie sú viditeľní žiadni používatelia. Prihláste sa manuálne.
sv: Inga användare synliga från servern. Logga in manuellt istället.
tr: Sunucudan görünür kullanıcı yok. Manuel olarak giriş yap.
uk: На сервері не видно користувачів. Увійдіть вручну.
zh_hans: 服务器中没有可见用户。请手动登录。
zh_hant: 伺服器中沒有可見使用者。請手動登入。

# auth.users.manual
source: Sign in with a different account
cs: Přihlásit se jiným účtem
da: Log ind med en anden konto
de: Mit anderem Konto anmelden
el: Σύνδεση με άλλο λογαριασμό
es: Iniciar sesión con otra cuenta
fi: Kirjaudu toisella tilillä
fr: Se connecter avec un autre compte
hr: Prijavi se drugim računom
hu: Bejelentkezés másik fiókkal
it: Accedi con un altro account
ja: 別のアカウントでサインイン
ko: 다른 계정으로 로그인
nb: Logg inn med en annen konto
nl: Aanmelden met een ander account
pl: Zaloguj się innym kontem
pt_br: Entrar com outra conta
pt_pt: Iniciar sessão com outra conta
ro: Conectare cu alt cont
ru: Войти с другой учётной записью
sk: Prihlásiť sa iným účtom
sv: Logga in med ett annat konto
tr: Farklı bir hesapla giriş yap
uk: Увійти з іншим обліковим записом
zh_hans: 使用其他账号登录
zh_hant: 使用其他帳號登入

# auth.users.signIn
source: Sign in
cs: Přihlásit se
da: Log ind
de: Anmelden
el: Σύνδεση
es: Iniciar sesión
fi: Kirjaudu sisään
fr: Se connecter
hr: Prijava
hu: Bejelentkezés
it: Accedi
ja: サインイン
ko: 로그인
nb: Logg inn
nl: Aanmelden
pl: Zaloguj się
pt_br: Entrar
pt_pt: Iniciar sessão
ro: Conectare
ru: Войти
sk: Prihlásiť sa
sv: Logga in
tr: Giriş yap
uk: Увійти
zh_hans: 登录
zh_hant: 登入

# auth.users.title
source: Who's watching?
cs: Kdo se dívá?
da: Hvem ser med?
de: Wer schaut?
el: Ποιος παρακολουθεί;
es: ¿Quién está viendo?
fi: Kuka katsoo?
fr: Qui regarde ?
hr: Tko gleda?
hu: Ki néz?
it: Chi sta guardando?
ja: 誰が観ますか？
ko: 누가 시청하나요?
nb: Hvem ser på?
nl: Wie kijkt er?
pl: Kto ogląda?
pt_br: Quem está assistindo?
pt_pt: Quem está a ver?
ro: Cine se uită?
ru: Кто смотрит?
sk: Kto pozerá?
sv: Vem tittar?
tr: Kim izliyor?
uk: Хто дивиться?
zh_hans: 谁在观看？
zh_hant: 誰在觀看？

# catalog.button.request
source: Request
cs: Požádat
da: Anmod
de: Anfordern
el: Αίτημα
es: Solicitar
fi: Pyydä
fr: Demander
hr: Zatraži
hu: Kérés
it: Richiedi
ja: リクエスト
ko: 요청
nb: Be om
nl: Aanvragen
pl: Poproś
pt_br: Solicitar
pt_pt: Pedir
ro: Solicită
ru: Запросить
sk: Požiadať
sv: Begär
tr: İste
uk: Запитати
zh_hans: 请求
zh_hant: 請求

# catalog.button.requestSeasons
source: Request Seasons
cs: Požádat o sezóny
da: Anmod om sæsoner
de: Staffeln anfordern
el: Αίτημα σεζόν
es: Solicitar temporadas
fi: Pyydä kaudet
fr: Demander des saisons
hr: Zatraži sezone
hu: Évadok kérése
it: Richiedi stagioni
ja: シーズンをリクエスト
ko: 시즌 요청
nb: Be om sesonger
nl: Seizoenen aanvragen
pl: Poproś o sezony
pt_br: Solicitar temporadas
pt_pt: Pedir temporadas
ro: Solicită sezoane
ru: Запросить сезоны
sk: Požiadať o série
sv: Begär säsonger
tr: Sezon iste
uk: Запитати сезони
zh_hans: 请求剧集
zh_hant: 請求季集

# catalog.empty.noRequests
source: No requests yet
cs: Zatím žádné žádosti
da: Ingen anmodninger endnu
de: Noch keine Anfragen
el: Δεν υπάρχουν ακόμη αιτήματα
es: Aún no hay solicitudes
fi: Ei vielä pyyntöjä
fr: Aucune demande pour l'instant
hr: Nema još zahtjeva
hu: Még nincsenek kérések
it: Nessuna richiesta ancora
ja: リクエストはまだありません
ko: 아직 요청이 없습니다
nb: Ingen forespørsler ennå
nl: Nog geen aanvragen
pl: Brak próśb
pt_br: Nenhuma solicitação ainda
pt_pt: Ainda sem pedidos
ro: Încă nu există solicitări
ru: Запросов пока нет
sk: Zatiaľ žiadne žiadosti
sv: Inga förfrågningar ännu
tr: Henüz istek yok
uk: Запитів ще немає
zh_hans: 暂无请求
zh_hant: 尚無請求

# catalog.empty.noServer.description
source: Set up Seerr in Settings to browse and request new movies and shows.
cs: Nastavte Seerr v Nastavení, abyste mohli procházet a žádat o nové filmy a seriály.
da: Konfigurer Seerr i Indstillinger for at gennemse og anmode om nye film og serier.
de: Richte Seerr in den Einstellungen ein, um neue Filme und Serien zu entdecken und anzufordern.
el: Ρυθμίστε το Seerr στις Ρυθμίσεις για να περιηγηθείτε και να ζητήσετε νέες ταινίες και σειρές.
es: Configura Seerr en Ajustes para explorar y solicitar nuevas películas y series.
fi: Määritä Seerr asetuksissa selataksesi ja pyytääksesi uusia elokuvia ja sarjoja.
fr: Configurez Seerr dans les Réglages pour parcourir et demander de nouveaux films et séries.
hr: Postavite Seerr u Postavkama za pregledavanje i zahtijevanje novih filmova i serija.
hu: Állítsd be a Seerr-t a Beállításokban új filmek és sorozatok böngészéséhez és kéréséhez.
it: Configura Seerr nelle Impostazioni per sfogliare e richiedere nuovi film e serie.
ja: 設定で Seerr をセットアップして、新しい映画や番組を閲覧・リクエストできます。
ko: 설정에서 Seerr를 구성하여 새 영화와 프로그램을 탐색하고 요청하세요.
nb: Sett opp Seerr i Innstillinger for å bla gjennom og be om nye filmer og serier.
nl: Stel Seerr in bij Instellingen om nieuwe films en series te bekijken en aan te vragen.
pl: Skonfiguruj Seerr w Ustawieniach, aby przeglądać i prosić o nowe filmy oraz seriale.
pt_br: Configure o Seerr em Configurações para navegar e solicitar novos filmes e séries.
pt_pt: Configure o Seerr nas Definições para explorar e pedir novos filmes e séries.
ro: Configurează Seerr în Setări pentru a răsfoi și solicita noi filme și seriale.
ru: Настройте Seerr в настройках, чтобы просматривать и запрашивать новые фильмы и сериалы.
sk: Nastavte Seerr v Nastaveniach, aby ste mohli prehliadať a žiadať o nové filmy a seriály.
sv: Konfigurera Seerr i Inställningar för att bläddra bland och begära nya filmer och serier.
tr: Yeni filmlere ve dizilere göz atmak ve istekte bulunmak için Ayarlar'da Seerr'i kurun.
uk: Налаштуйте Seerr у Параметрах, щоб переглядати та запитувати нові фільми й серіали.
zh_hans: 在设置中配置 Seerr,以便浏览并请求新的电影和剧集。
zh_hant: 在「設定」中設定 Seerr,以瀏覽並請求新的電影與影集。

# catalog.empty.noServer.setup
source: Set up Seerr
cs: Nastavit Seerr
da: Konfigurér Seerr
de: Seerr einrichten
el: Ρύθμιση Seerr
es: Configurar Seerr
fi: Määritä Seerr
fr: Configurer Seerr
hr: Postavi Seerr
hu: Seerr beállítása
it: Configura Seerr
ja: Seerrをセットアップ
ko: Seerr 설정
nb: Konfigurer Seerr
nl: Seerr instellen
pl: Skonfiguruj Seerr
pt_br: Configurar Seerr
pt_pt: Configurar Seerr
ro: Configurează Seerr
ru: Настроить Seerr
sk: Nastaviť Seerr
sv: Konfigurera Seerr
tr: Seerr'i kur
uk: Налаштувати Seerr
zh_hans: 设置 Seerr
zh_hant: 設定 Seerr

# catalog.empty.noServer.title
source: No Seerr server
cs: Žádný server Seerr
da: Ingen Seerr-server
de: Kein Seerr-Server
el: Κανένας διακομιστής Seerr
es: Sin servidor Seerr
fi: Ei Seerr-palvelinta
fr: Aucun serveur Seerr
hr: Nema Seerr poslužitelja
hu: Nincs Seerr-kiszolgáló
it: Nessun server Seerr
ja: Seerr サーバーがありません
ko: Seerr 서버 없음
nb: Ingen Seerr-server
nl: Geen Seerr-server
pl: Brak serwera Seerr
pt_br: Nenhum servidor Seerr
pt_pt: Sem servidor Seerr
ro: Niciun server Seerr
ru: Нет сервера Seerr
sk: Žiadny server Seerr
sv: Ingen Seerr-server
tr: Seerr sunucusu yok
uk: Немає сервера Seerr
zh_hans: 无 Seerr 服务器
zh_hant: 沒有 Seerr 伺服器

# catalog.request.advanced
source: Advanced
cs: Pokročilé
da: Avanceret
de: Erweitert
el: Για προχωρημένους
es: Avanzado
fi: Lisäasetukset
fr: Avancé
hr: Napredno
hu: Speciális
it: Avanzate
ja: 詳細設定
ko: 고급
nb: Avansert
nl: Geavanceerd
pl: Zaawansowane
pt_br: Avançado
pt_pt: Avançado
ro: Avansat
ru: Расширенные
sk: Pokročilé
sv: Avancerat
tr: Gelişmiş
uk: Додатково
zh_hans: 高级
zh_hant: 進階

# catalog.request.movie
source: Movie Request
cs: Žádost o film
da: Filmanmodning
de: Filmanfrage
el: Αίτημα ταινίας
es: Solicitud de película
fi: Elokuvapyyntö
fr: Demande de film
hr: Zahtjev za film
hu: Filmkérés
it: Richiesta film
ja: 映画リクエスト
ko: 영화 요청
nb: Filmforespørsel
nl: Filmaanvraag
pl: Prośba o film
pt_br: Solicitação de filme
pt_pt: Pedido de filme
ro: Solicitare film
ru: Запрос фильма
sk: Žiadosť o film
sv: Filmförfrågan
tr: Film isteği
uk: Запит фільму
zh_hans: 电影请求
zh_hant: 電影請求

# catalog.request.qualityProfile
source: Quality Profile
cs: Profil kvality
da: Kvalitetsprofil
de: Qualitätsprofil
el: Προφίλ ποιότητας
es: Perfil de calidad
fi: Laatuprofiili
fr: Profil de qualité
hr: Profil kvalitete
hu: Minőségi profil
it: Profilo qualità
ja: 品質プロファイル
ko: 품질 프로필
nb: Kvalitetsprofil
nl: Kwaliteitsprofiel
pl: Profil jakości
pt_br: Perfil de qualidade
pt_pt: Perfil de qualidade
ro: Profil de calitate
ru: Профиль качества
sk: Profil kvality
sv: Kvalitetsprofil
tr: Kalite profili
uk: Профіль якості
zh_hans: 质量配置文件
zh_hant: 品質設定檔

# catalog.request.qualityProfile.default
source: Default
cs: Výchozí
da: Standard
de: Standard
el: Προεπιλογή
es: Predeterminado
fi: Oletus
fr: Par défaut
hr: Zadano
hu: Alapértelmezett
it: Predefinito
ja: デフォルト
ko: 기본값
nb: Standard
nl: Standaard
pl: Domyślny
pt_br: Padrão
pt_pt: Predefinição
ro: Implicit
ru: По умолчанию
sk: Predvolené
sv: Standard
tr: Varsayılan
uk: За замовчуванням
zh_hans: 默认
zh_hant: 預設

# catalog.request.rootFolder
source: Root Folder
cs: Kořenová složka
da: Rodmappe
de: Stammverzeichnis
el: Ριζικός φάκελος
es: Carpeta raíz
fi: Juurikansio
fr: Dossier racine
hr: Korijenska mapa
hu: Gyökérmappa
it: Cartella principale
ja: ルートフォルダ
ko: 루트 폴더
nb: Rotmappe
nl: Hoofdmap
pl: Folder główny
pt_br: Pasta raiz
pt_pt: Pasta raiz
ro: Dosar rădăcină
ru: Корневая папка
sk: Koreňový priečinok
sv: Rotmapp
tr: Kök klasör
uk: Коренева тека
zh_hans: 根文件夹
zh_hant: 根資料夾
